Revit 2023 API
GroupTypeId.RailingSystemSegmentPatternRemainder Property
 "Pattern Remainder"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSegmentPatternRemainder { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSegmentPatternRemainder As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSegmentPatternRemainder {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace